import css from './popUp.module.css'




export default function MainPop() {


 

    return(
        <div className={css.mainPopWrap}>
<p className={css.mainPopP}>Пташка Час майстрів створенна з першо-елемнта - жовтого квадрата, ідеї Малевича. З нього все починається. Якщо його обернути буде коло, протягнути буде лінія, - так створюється першоелемнти, а з них будується весь Всесвіт. Жовтий - несе світло і свято. Птаха співає першоелементами, оспівуючи прекрасний світ. Наша птаха взлітаї з права на ліво - це символ еволюції, служителі якої ми є.</p>
        </div>
       
    )
}